Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamelaiskarajien_hallitus_palauttaa_totuus-_ja_sovintokomission_tilanteen_ja_jatkotoimet_uudelleen_ratkaistavaksi_tayskokoukselle_.html.tmx
Source language: fin
Languages: smn

source: Saamelaiskäräjien hallitus palauttaa totuus- ja sovintokomission tilanteen ja jatkotoimet uudelleen ratkaistavaksi täyskokoukselle
smn: Sämitige stivrâ maaccât tuotâvuotâ- já sovâdâttâmkomissio tile já jotkâtooimâid uđđâsist čuávdimnáál tievâsčuákkimân

source: Saamelaiskäräjien hallitus päätti kokouksessa 31.8.2022 palauttaa saamelaisten totuus- ja sovintokomission tilanteen ja jatkotoimet uudelleen ratkaistavaksi täyskokoukselle.
smn: S ämitige stivrâ meridij čuákkimist 31.8.2022 macâttiđ sämmilij tuotâvuotâ- já sovâdâttâmkomissio tile já jotkâtooimâid uđđâsist čuávdimnáál tievâsčuákkimân.

source: Täyskokouksella ei ollut päätöstä tehtäessä tietoa siitä, että työn keskeyttäminen ei ole mahdollista ilman, että komissio ja sen työntekijät vapautetaan tehtävistä ja työ tältä osin päättyy.
smn: Tievâsčuákkimist ij lamaš miärádâs tovâdijn tiätu tast, ete pargo kosk â ldittem ij lah máhđulâš nuuvt, ete komissio já ton pargeeh iä luovâsmittuuččii pargostis já pargo návt nuvâččij.

source: Hallitus päätti lisäksi kuulla kirjallisesti saamelaisyhdistyksiä ja yksittäisiä saamelaisia asiassa.
smn: Stivrâ meridij lasseen kuullâđ kirjálávt sämiseervijd já ovtâskâs sämmilijd ääšist .

source: Hallitus totesi, ettei Saamelaiskäräjien kokouksen päätös siirtää totuus- ja sovintokomission komissaarien valintaa eteenpäin ja ottaa prosessin jatkon osalta erätauko ole kaikilta osin täytäntöönpantavissa.
smn: Stivrâ pahudij, ete Sämitige čuákkim miärádâs sirdeđ tuotâvuotâ- já sovâdâttâmkomissio komissaarij valjim ovdâskulij já toollâđ proosees joođhâ uásild puudâ ij paste puoh oosij uásild olášuttiđ.

source: Totuus- ja sovintokomission työn keskeyttäminen ei ole mahdollista ilman, että komissio ja sen työntekijät vapautetaan tehtävistään ja työ tältä osin päättyy.
smn: Tuotâvuotâ- já sovâdâttâmkomissio pargo koskâldittem ij lah máhđulâš nuuvt, ete komissio já ton pargeeh iä luovâsmittuuččii pargostis já pargo návt nuvâččij.

source: Tämä tieto ei ole ollut Saamelaiskäräjien täyskokouksen käytettävissä päätöstä tehtäessä ja tästä syystä hallitus päätti palauttaa asian Saamelaiskäräjien täyskokoukselle uudelleen ratkaistavaksi.
smn: Taat tiätu ij lah lamaš Sämitige tievâsčuákkim kiävtust miärádâs tovâdijn já tondiet stivrâ meridij macâttiđ ääši Sämitige tievâsčuákkimân uđđâsist čuávdimnáál.

source: Saamelaiskäräjien hallitus alkaa valmistelemaan syyskuun lopussa pidettävää ylimääräistä täyskokousta totuus- ja sovintokomission työhön liittyen.
smn: Sämitige stivrâ valmâštâlškuát čohčâmáánu loopâst toollâmnáál paijeelmiärálii tievâsčuákkim tuotâvuotâ- já sovâdâttâmkomissio pargo háárán.

source: Hallitus tukee Kolttien kyläkokouksen toivetta jatkaa prosessia kolttasaamelaisten osalta.
smn: Stivrâ tuárju Nuorttâlij sijdâčuákkim tuoivuu juátkiđ proosees nuorttâsämmilij uásild.

source: Hallitus toivoo, että totuus- ja sovintokomission työtä edistetään kolttasaamelaisten osalta Saamelaiskäräjien täyskokouksen päätöksestä huolimatta.
smn: Stivrâ tuáivu, ete tuotâvuotâ- já sovâdâttâmkomissio pargo ovdeduvvoo nuorttâsämmilij uásild Sämitige tievâsčuákkim miärádâsâst peerusthánnáá.

source: Hallitus pyytää kirjallisia kommentteja
smn: Stivrâ pivdá kirjálijd kommentijd

source: Saamelaiskäräjien hallitus kannustaa saamelaisyhdistyksiä ja yksittäisiä saamelaisia antamaan kirjallisia kommentteja saamelaisten totuus- ja sovintokomission tilanteeseen sekä uusien komissaarien valintaan liittyen.
smn: Sämitige stivrâ movtijdit sämiseervijd já ovtâskâs sämmilijd adelijd kirjálijd kommentijd sämmilij tuotâvuotâ- já sovâdâttâmkomissio tilán sehe uđđâ komissaarij valjiimân.

source: Kommentit voi lähettää saamelaiskäräjien kirjaamoon 19.9.2022 klo 16 mennessä sähköpostitse info@samediggi.fi tai postitse osoitteeseen Saamelaiskäräjät, Menesjärventie 2 A, 99870 Inari.
smn: Kommentijd puáhtá vuolgâttiđ sämitige čäällimkode kirjimkontturân 19.9.2022 tme 16 räi šleđgâpoostâ peht info@samediggi.fi tâi poostâ peht čujottâsân Sämitigge, Menesjärventie 2 A, 99870 Aanaar.

source: Saamelaiskäräjien kokousasiakirjat löytyvät dokumenteista täältä .
smn: Sämitige čuákkimäššikirjeh láá dokumentijn tääbbin .

source: Lisätietoja:
smn: Lasetiäđuh:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
smn: Tuomas Aslak Juuso Saavâjođetteijee 040 687 3394 tuomas.juuso@samediggi.fi
